{
  "staff": [
    {
      "id": "staff-1",
      "name": "Dr Fayme Yeates",
      "email": "staff1@university.ac.uk",
      "avatar": "images/fayme.png",
      "avatarPosition": "50% 5%",
      "keywords": ["Sequences", "Serial Dependence", "Statistical Learning", "Implicit Learning", "Learning", "Memory"],
      "topics": [
        {
          "title": "Implicit learning - frequencies, patterns, and sequences",
          "description": "People are able to extract and learn information about regularieis in their environment (statistical learning) which can occur without their awareness (implicit learning). We are interested in how this happens and what people learn, without realising. Research rocuses for the most part on how we learn connections or relationships between stimuli that are linked, predict certain outcomes or co-occur. This becomes more complicated when the relationships occur across time, or the learning is about distributed aspects like frequency or variability of stimuli and more research is needed to understand these aspects. Projects will look at measuring how and what people learn about distributional and conditional features of tehri environment, with a focus on stimuli seperated across time - examining timeing, serial order, frequency, variability, and conditional relationships between stimuli and how these impact learning.",
          "ideas": [
            "How do we learn distributed statistical information about different stimuli types (e.g. words, pictures, faces or auditory stimuli).",
            "Using tasks such as the serial interception task (SISL) to examine distributional as well as conditional relationships between stimuli (try this out here: <a href='https://www.reberlab.psych.northwestern.edu/research/sisl-2' target='_blank'>SISL|ReberLab</a>)",
            "Examining cue-competition and overshadowing effects between conditional and distributional aspects of stimuli. Does learning about conditional and distributional aspects of stimuli interact? Do we see cue-competition overshadowing?",
            "Individual differences and statistical learning - how do people differ in their ability to learn about their environment statistically?"
          ]
        }
      ]
    },
    {
      "id": "staff-2",
      "name": "Dr Tim Vestner",
      "email": "t.vestner@leedstrinity.ac.uk",
      "avatar": "",
      "keywords": ["Social Cognition", "Anxiety", "Stuttering", "Language Disorders", "Autism", "Visual Disorders"],
      "topics": [
        {
          "title": "Attitudes towards stuttering and related language and speech disorders.",
          "description": "People who stutter (PWS) are experiencing everyday difficulties with not just communication, but also social relationships. Consequently, PWS are more prone to anxiety and social phobia, which in large parts is caused by social attitudes towards stuttering. General attitudes towards stuttering are well studied but much is unknown about specific population groups, mechanisms, accommodations, and effects on social relationships. Most research in this area uses existing questionnaires but there is also room for qualitative explorations. This topic can extend to other language or speech disorders, and even to healthy but atypical presentations, such as accents.",
          "ideas": [
            "Attitudes towards stuttering in minority populations, which could encompass either qualitative or quantitative approaches. Past students have, for example, successfully investigated attitudes towards stuttering in British-Pakistani populations, with their projects being currently under review for publication. This could be extended to other populations.",
            "Attitudes towards stuttering in an intersectional context: Are people from certain (e.g. minoritised) groups more vulnerable to stigma resulting from stuttering?",
            "Correlates of negative attitudes: Are people who have biases towards stuttering also more likely to have biases towards other things (e.g. dyslexia)? Are they more likely to have other characteristics (e.g. older, less educated etc.)? ",
            "You can also work directly with people who stutter, but you would need to think of a good way to get enough participants who stutter. In this case, you could directly investigate self-stigma, anxiety, social phobia, or factors affecting social relationships. "
          ]
        }
      ]
    },
    {
      "id": "staff-3",
      "name": "Dr Paul McGivern",
      "email": "p.mcgivern@leedstrinity.ac.uk",
      "avatar": "images/paulmcgivern.jpg",
      "avatarPosition": "50%",
      "keywords": ["Gambling", "Responsible Gambling", "Advertising", "Branding"],
      "topics": [
        {
          "title": "The Role of Branding and Advertising on Gambling Uptake and Responsible Gambling.",
          "description": "Gambling providers use a range of strategies and techniques to attract and retain customers. This includes use of humour, celebrity endorsement, and carefully crafted colour schemes to generate a unique brand. Whilst all UK gambling providers now offer a suite of responsible gambling tools, the way that these tools are promoted is still bound up within the branding of each gambling provider. Gambling research draws on both qualitative and quantitative methods, with more work needed in this area to better understand how these factors impact on gambling behaviours.",
          "ideas": [
            "Based on branding psychology, how have certain UK providers drawn on such research and is it effective in establishing brand loyalty?",
            "Does brand loyalty with a particular provider impact on the extent to which they would use responsible gambling tools and how does having such tools bound up in the branding impact?",
            "How does brand loyalty impact on gambling behaviours?",
            "These are just a few ideas, and you may have some of your own in this area, which could be taken from both qualitative and quantitative perspectives"
          ]
        }
      ]
    },
    {
      "id": "staff-4",
      "name": "Dr Richard A.C. Simpson",
      "email": "R.Simpson@leedstrinity.ac.uk",
      "avatar": "images/richardsimpson.jpg",
      "avatarPosition": "50%",
      "keywords": ["Human Flourishing", "Well-being", "Well-being Literacy", "Balance and Harmony", "Forgiveness"],
      "topics": [
        {
          "title": "The experience, attainment, and promotion of human flourishing.",
          "description": "Over the past years there has been an increasing interest in the topic of human flourishing, including how we experience it, how we can attain it, and how we can promote it among individuals and broader society. Flourishing can be defined as “a state of personal and systemic quality in relation to all dimensions of existence, in a way that is relatively enduring and well-supported by the various conditions of life.” (Lomas & Vanderweele, 2022, p. 10). Flourishing can encompass how we are faring personally and collectively (e.g., well-being) and this can comprise of mental (e.g., happiness), physical (e.g., sleep quality), social (e.g., high-quality relationships), and spiritual (e.g., meaning and purpose) domains. Flourishing can also be moulded by the quality of the environment (e.g., through our communities, cross-cultural understanding, and how we communicate about and for flourishing through well-being literacy) and can be intentionally promoted and sustained through a range of activities (e.g., compassion, forgiveness, harmony). Given the concerns cited by the Global Flourishing Study and World Health Organization around declines in health and well-being across societies, there is a pressing need to advance understanding (e.g., how people conceptualize happiness), comprehension (e.g., how do we educate others on well-being), and capabilities (e.g., what activities and interventions can be used) to promote flourishing across diverse contexts (e.g., public health, sport, counselling, education, business, family). This necessitates the support from a variety of quantitative and or qualitative research methodologies to assess the experiences, changes, and resources that are required across these settings.",
          "ideas": [
            "How people within different settings (e.g., education, applied practice, business, sport and performance) conceptualize and make sense of terms like flourishing, well-being, or happiness.",
            "How do educators (e.g., teachers, coaches), practitioners (e.g., psychologists), and public informants (e.g., media journalists, influencers) communicate about and for well-being. What informs their comprehension of well-being and how does this influence those they communicate with?",
            "The different words and expressions (e.g., lexicon) that has been used across cultures and settings to communicate personal and societal happiness. How can knowledge on happiness from one language (e.g., the german word 'sehnsucht' or greek word 'aporia') enrich the emotional landscape of applied practitioners or people across society?",
            "How the use of activities and interventions, like forgiveness and compassion (to self or others), can ameliorate suffering and promote flourishing across various settings."
          ]
        }
      ]
    },
    {
      "id": "staff-5",
      "name": "Dr Shames Maskeen",
      "email": "s.maskeen@leedstrinity.ac.uk",
      "avatar": "images/shamesmaskeen.jpg",
      "avatarPosition": "50%",
      "keywords": ["Widening Participation", "Race/Ethnicity", "Racism", "Intersectionality", "Microaggressions", "Student Experience"],
      "topics": [
        {
          "title": "Exploring the impact of microaggressions on students experiences in Higher Education",
          "description": "Widening participation initiatives have helped to increase students from historically marginalised students access higher education. However, research shows that despite decades of equality legislation and policies, marginalised students in particular students of colour do not have an equitable experience in comparison to their White counterparts. Universities are responsible for creating learning environments in which all students can feel a sense of belonging and achieve their academic and professional potential. Microaggressions or everyday racism are common experiences reported by marginalised students in higher education. These experiences can manifest within teaching and learning environments, peer interactions, assessment practices and institutional cultures. While frequently normalised or minimised, microaggressions can have cumulative and harmful effects on students’ mental health, academic engagement, sense of belonging and long-term outcomes. This project area invites students to explore how microaggressions or everyday racism operates within higher education and how it shapes experiences and outcomes across the student lifecycle. Students will have the option to focus on a particular characteristic or identity (for example, race, ethnicity, religion, gender, disability or intersecting identities) as well as outcomes such as but not limited to mental health, academic engagement, retention, degree awarding outcomes and graduate employability.",
          "ideas": [
            "How students experience microaggressions or everyday racism within learning, teaching, and assessment contexts, and how these experiences shape engagement, confidence, and participation in academic life",
            "How experiences of microaggressions or everyday racism influence students sense of belonging, wellbeing and decisions to persist, disengage or withdraw from higher education",
            "How microaggressions or everyday racism shape students expectations of academic success, perceptions of fairness and confidence in achieving good degree outcomes including experiences related to the degree awarding gap",
            "How experiences of microaggressions or everyday racism during higher education influence students perceptions of graduate employability, career aspirations and preparedness for the labour market"
          ]
        }
      ]
    },
    {
      "id": "staff-6",
      "name": "Dr Laura De Pretto",
      "email": "L.dePretto@leedstrinity.ac.uk",
      "avatar": "",
      "avatarPosition": "50%",
      "keywords": ["Culture", "Migration & Identity", "Cultural intelligence", "Agriculturation & Adjustment", "Human Environment Relationships", "Enivronmental Behaviour", "Hope & Wellbeing", "Cross-cultural and international psychology"],
      "topics": [
        {
          "title": "Culture, Identity, and Intercultural Exerpience",
          "description": "Cultural diversity shapes how people understand themselves, relate to others, and navigate social and institutional environments. This research topic explores psychological processes related to culture, migration, identity, and intercultural interaction, with a particular focus on belonging , discrimination, cultural intelligence, and adjustment in diverse contexts susch as education, work, and everyday social life. Projects may examine how individuals experience and negotiate cultural differences, how indentities are constructed and challenged, and how intercultural skills and attitudes relate to wellbeing, learning, and social inclusion.",
          "ideas": [
            "Identity, belonging, and acculturation among migrant or minority groups",
            "Perceived discrimination and its psychological consequences",
            "Cultural intelligence and intercultural competence among students or staff",
            "The role of language, accent, or ethnicity in social inclusion",
            "Intercultural experiences in higher education (e.g., international study, virtual exchange, collaborative learning) "
          ]
        },
        {
          "title": "Human–Environment Relationships, Values, and Wellbeing",
          "description": "This research topic examines how people relate to their natural and social environments, and how these relationships influence wellbeing, behaviour, and meaning in life. Drawing on social, cultural, and environmental psychology, projects explore how values, beliefs, and cultural contexts shape environmental attitudes, engagement with nature, and responses to environmental challenges. Projects may focus on wellbeing, hope, environmental behaviour, or nature connectedness, with attention to cultural and social differences.",
          "ideas": [
            "Relationships between access to green spaces and psychological wellbeing",
            "Cultural or religious values and environmental concern",
            "Pro-environmental behaviour and sustainability attitudes",
            "Hope, meaning, and wellbeing in relation to social or environmental issues",
            "Cross-cultural differences in environmental perceptions and behaviours"
          ]
        }
      ]
    }
  ]
}